[
  {
    "id": 1,
    "year": "1999",
    "title": "Guide for the book Girls' Guide to Hunting and Fishing",
    "author": "Melissa Bank",
    "description": "\"Archie asked me if I knew Dante's definition of hell...\"Proximity without intimacy,\" he said.\" ― Melissa Bank, The Girls' Guide to Hunting and Fishing",
    "url": "https://www.goodreads.com/quotes/7845461-archie-asked-me-if-i-knew-dante-s-definition-of-hell-proximity",
    "image": "",
    "visited": false
  },
  {
    "id": 2,
    "year": "2022",
    "title": "Multidimensional Citation",
    "author": "Laura Coombs, Laurel Schwulst, Mindy Seu",
    "description": "This is an adapted mirror of an essay written collaboratively by Laura Coombs, Laurel Schwulst, and Mindy Seu (CSS). It was edited by Meg Miller and originally published in The Serving Library ↗ in 2022.\n\nIn the beginning of 2020, we announced our collaboration by sending around a postcard: Three women in stone-colored clothing sitting on the ground, our faces staring directly into the camera in a diagonal cascade.\n\nThe postcard also contained a link to our website where we described ourselves and our collaboration further. As individuals, we were unique, and our differences allowed us to come together in a complementary way. Because of this, an alliance of islands intuitively felt like our symbol: and it was for this reason we used three dots cascading ⋱ for our website’s favicon — the small icon that appears near the web browser’s address bar.\n\nOur website text ended with this:\n\n'“intimacy without proximity ...' — Donna Haraway",
    "url": "https://laurelschwulst.com/e/multidimensional-citation/#:~:text=Our%20website%20text%20ended%20with,%E2%80%9CStaying%20with%20the%20Trouble.%E2%80%9D",
    "image": "",
    "visited": false
  },
  {
    "id": 3,
    "year": "2016",
    "title": "Staying with the Trouble, Making Kin in the Chthulucene",
    "author": "Donna Haraway",
    "description": "In the midst of spiraling ecological devastation, multispecies feminist theorist Donna J. Haraway offers provocative new ways to reconfigure our relations to the earth and all its inhabitants. She eschews referring to our current epoch as the Anthropocene, preferring to conceptualize it as what she calls the Chthulucene, as it more aptly and fully describes our epoch as one in which the human and nonhuman are inextricably linked in tentacular practices. The Chthulucene, Haraway explains, requires sym-poiesis, or making-with, rather than auto-poiesis, or self-making. Learning to stay with the trouble of living and dying together on a damaged earth will prove more conducive to the kind of thinking that would provide the means to building more livable futures. Theoretically and methodologically driven by the signifier SF—string figures, science fact, science fiction, speculative feminism, speculative fabulation, so far—Staying with the Trouble further cements Haraway's reputation as one of the most daring and original thinkers of our time.",
    "url": "https://library.memoryoftheworld.org/#/book/28b96c96-daf7-4ed1-81bf-141a27879d5d",
    "image": "",
    "visited": false
  },
  {
    "id": 4,
    "year": "2025",
    "title": "Donna Haraway's Staying with the Trouble. Making Kin in the Chthulucene revisited, part I",
    "author": "Katrin Solhdju",
    "description": "»We—all of us on Terra—live in disturbing times, mixed-up times, troubling and turbid times. The task is to become capable, with each other in all of our bumptious kinds, of response.« This first task that Donna Haraway assigns us Terra inhabitants, because we are inheriting a multitude of devastations, is followed hot on the heels with a second:»The task is to make kin in lines of inventive connection as a practice of learning to live and die well with each other in a thick present. Our task is to make trouble, to stir up potent response to devastating events, as well as to settle troubled waters and rebuild quiet places.« (1)\n\nIn Staying with the Trouble Haraway tells stories about some such lines of connection to reveal elements that can help us to learn to resist detrimental thinking and actions with their tendencies to reduce and deplete reality. As opposed to simply denouncing and critically examining these bad habits, Haraway takes a different path. She challenges her readers with an almost literary, sensual and humorous writing-persuasion style and draws them into a process that not only confronts them with new habits of »making and thinking«, but also familiarizes them step-by-step with a semiotic-material reality that affords an infinite number of other »ontological and epistemological possibilities«. (126)",
    "url": "http://stay-in-touch.org/donna-haraways-staying-with-the-trouble-revisited-part-i/",
    "image": "",
    "visited": false
  },
  {
    "id": 5,
    "year": "2003",
    "title": "Posthumanist Performativity: Toward an Understanding of How Matter Comes to Matter",
    "author": "Karen Barad",
    "description": "Language has been granted too much power. The linguistic turn, the semiotic turn, the interpretative turn, the cultural turn: it seems that at every turn lately every “thing”—even materiality—is turned into a matter of language or some other form of cultural representation. The ubiquitous puns on “matter” do not, alas, mark a rethinking of the key concepts (materiality and signification) and the relationship between them. Rather, it seems to be symptomatic of the extent to which matters of “fact” (so to speak) have been replaced with matters of signification (no scare quotes here). Language matters. Discourse matters. Culture matters. There is an important sense in which the only thing that does not seem to matter anymore is matter.\n\nWhat compels the belief that we have a direct access to cultural representations and their content that we lack toward the things represented? How did language come to be more trustworthy than matter? Why are language and culture granted their own agency and historicity while matter is figured as passive and immutable, or at best inherits a potential for change derivatively from language and culture? How does one even go about inquiring after the material conditions that have led us to such a brute reversal of naturalist beliefs when materiality itself is always already figured within a linguistic domain as its condition of possibility?",
    "url": "https://www.jstor.org/stable/10.1086/345321",
    "image": "",
    "visited": false
  },
  {
    "id": 6,
    "year": "2008",
    "title": "Intimacy without Proximity: Encountering Grizzlies as a Companion Species",
    "author": "Jacob Metcalf",
    "description": "Using grizzly-human encounters as a case study, this paper argues for a rethinking of the differences between humans and animals within environmental ethics. A diffractive approach that understands such differences as an effect of specific material and discursive arrangements (rather than as pre-settled and oppositional) would see ethics as an interrogation of which arrangements enable flourishing, or living and dying well. The paper draws on a wide variety of human-grizzly encounters in order to describe the species as co-constitutive and challenges perspectives that treat bears and other animals as oppositional and non-agential outsides to humans.",
    "url": "https://www.jstor.org/stable/26167988",
    "image": "",
    "visited": false
  },
  {
    "id": 7,
    "year": "2012",
    "title": "Excerpt: Alone Together",
    "author": "Sherry Turkle",
    "description": "Technology is seductive when what it offers meets our human vulnerabilities. And as it turns out, we are very vulnerable indeed. We are lonely but fearful of intimacy. Digital connections and the sociable robot may offer the illusion of companionship without the demands of friendship. Our networked life allows us to hide from each other, even as we are tethered to each other. We'd rather text than talk.",
    "url": "https://www.npr.org/2012/10/17/163097931/excerpt-alone-together",
    "image": "",
    "visited": false
  },
  {
    "id": 11,
    "year": "2020",
    "title": "Legacy Russell by McKenzie Wark",
    "author": "McKenzie Wark",
    "description": "I shouted “Yes!” at the screen. It was one of those reads. I’m talking about an early version of Legacy Russell’s Glitch Feminism (Verso, 2020) that I read on Rhizome, about seven years ago before it was a book. What caught my attention was the sharp way that Russell connects questions of race, gender, sexuality, tech, and aesthetics—like sounding a magnificent chord, rather than the one-note takes that so often come out of Internet writing. On the one hand, there’s something refreshing about the kind of open access people have to share all kinds of takes. On the other, Russell is well aware of what’s lost when the dominant culture bulldozes its way into the fugitive margins where such matters were once so vitally fought out.",
    "url": "https://bombmagazine.org/articles/2020/10/29/legacy-russell-interviewed/",
    "image": "",
    "visited": false
  },
  {
    "id": 12,
    "year": "2016",
    "title": "The Central Paradox of Love: Esther Perel on Reconciling the Closeness Needed for Intimacy with the Psychological Distance That Fuels Desire",
    "author": "Esther Perel",
    "description": "\"There is hardly any activity, any enterprise, which is started with such tremendous hopes and expectations, and yet, which fails so regularly, as love,\" the great humanistic philosopher and psychologist Erich Fromm wrote in his 1965 classic on mastering the art of loving. One chief reason we flounder in this supreme human aspiration is our unwillingness to accept the paradoxes of love — paradoxes like the necessity of frustration in romantic satisfaction and the seemingly irreconcilable notion that while love longs for closeness, desire thrives on distance.\n\nHow to live with those paradoxes, rather than succumbing to the self-defeating urge to treat them as problems to be solved, is what Belgian psychotherapist and writer Esther Perel explores in Mating in Captivity: Unlocking Erotic Intelligence (public library). Drawing on decades of her own work with couples and a vast body of psychological literature, Perel offers an illuminating and consolatory perspective on intimate relationships and our conflicting needs for security and freedom, warmth and wildness.",
    "url": "https://www.themarginalian.org/2016/10/13/mating-in-captivity-esther-perel/?utm_source=chatgpt.com",
    "image": "",
    "visited": false
  },
  {
    "id": 13,
    "year": "2012",
    "title": "Stendhal on the Seven Stages of Romance and Why We Fall Out of Love: Timeless Wisdom from 1822",
    "author": "Stendhal",
    "description": "Love is perhaps the most fertile subject of literature, music, and all the arts. Kurt Vonnegut believed you’re only allowed to be in love three times in your life. It has been described as a matter of bravery, a limbic revision, the greatest insurance against regret. For Peanuts creator Charles Schulz, it is simply, sweetly walking hand in hand. But how, exactly, does love take hold of the heart?\n\nIn 1822, French writer Marie-Henri Beyle, better-known by his pseudonym Stendhal (January 23, 1783–March 23, 1842), penned On Love (public library) — a timeless treatise attempting to rationally analyze the highest human emotion, rediscovered through a passing mention in the diaries of Susan Sontag (who famously and perhaps ironically wrote, \"Nothing is mysterious, no human relation. Except love.\")",
    "url": "https://www.themarginalian.org/2012/11/29/stendhal-on-love-crystallization/",
    "image": "",
    "visited": false
  },
  {
    "id": 14,
    "year": "2015",
    "title": "Philosopher Alain Badiou on Why We Fall and How We Stay in Love",
    "author": "Alain Badiou",
    "description": "\"An honorable human relationship … in which two people have the right to use the word ‘love,’\" Adrienne Rich memorably wrote, \"is a process, delicate, violent, often terrifying to both persons involved, a process of refining the truths they can tell each other.\" That transcendent turbulence of mutual truth-refinement is a centerpiece of the altogether fantastic In Praise of Love (public library) by French philosopher Alain Badiou (b. January 17, 1937) — an impassioned and immensely insightful defense of both love as a human faculty and love as a worthwhile philosophical pursuit.",
    "url": "https://www.themarginalian.org/2015/10/26/alain-badiou-in-praise-of-love/",
    "image": "",
    "visited": false
  },
  {
    "id": 15,
    "year": "1998",
    "title": "Intimacy: A Special Issue",
    "author": "Lauren Berlant",
    "description": "'I didn't think it would turn out this way' is the secret epitaph of intimacy. To intimate is to communicate with the sparest of signs and gestures, and at its root intimacy has the quality of eloquence and brevity. But intimacy also involves an aspiration for a narrative about something shared, a story about both oneself and others that will turn out in a particular way. Usually,  this story is set within zones of familiarity and comfort: friendship, the couple, and the family form, animated by expressive and emancipating kinds of love. Yet the inwardness of the intimate is met by a corresponding publicness. People consent to trust their desire for 'a life' to institutions of intimacy; and it is hoped that the relations formed within those frames will turn out beautifully, lasting over the long duration, perhaps across generations.",
    "url": "https://www.jstor.org/stable/1344169",
    "image": "",
    "visited": false
  },
  {
    "id": 16,
    "year": "1998",
    "title": "Cruel Optimism",
    "author": "Lauren Berlant",
    "description": "A relation of cruel optimism exists when something you desire is actually an obstacle to your flourishing. Offering bold new ways of conceiving the present, Lauren Berlant describes the cruel optimism that has prevailed since the 1980s, as the social-democratic promise of the postwar period in the United States and Europe has retracted. People have remained attached to unachievable fantasies of the good life-with its promises of upward mobility, job security, political and social equality, and durable intimacy-despite evidence that liberal-capitalist societies can no longer be counted on to provide opportunities for individuals to make their lives 'add up to something.' Arguing that the historical present is perceived affectively before it is understood in any other way, Berlant traces affective and aesthetic responses to the dramas of adjustment that unfold amid talk of precarity, contingency, and crisis. She suggests that our stretched-out present is characterized by new modes of temporality, and she explains why trauma theory-with its focus on reactions to the exceptional event that shatters the ordinary-is not useful for understanding the ways that people adjust over time, once crisis itself has become ordinary. Cruel Optimism is a remarkable affective history of the present.",
    "url": "https://www.jstor.org/stable/j.ctv1220p4w?turn_away=true",
    "image": "",
    "visited": false
  },
  {
    "id": 17,
    "year": "2007",
    "title": "Cold Intimacies: The Making of Emotional Capitalism",
    "author": "Eva Illouz",
    "description": "It is commonly assumed that capitalism has created an a-emotional world dominated by bureaucratic rationality; that economic behavior conflicts with intimate, authentic relationships; that the public and private spheres are irremediably opposed to each other; and that true love is opposed to calculation and self-interest. Eva Illouz rejects these conventional ideas and argues that the culture of capitalism has fostered an intensely emotional culture in the workplace, in the family, and in our own relationship to ourselves. She argues that economic relations have become deeply emotional, while close, intimate relationships have become increasingly defined by economic and political models of bargaining, exchange, and equity. This dual process by which emotional and economic relationships come to define and shape each other is called emotional capitalism. Illouz finds evidence of this process of emotional capitalism in various social sites: self-help literature, women's magazines, talk shows, support groups, and the Internet dating sites. How did this happen? What are the social consequences of the current preoccupation with emotions? How did the public sphere become saturated with the exposure of private life? Why does suffering occupy a central place in contemporary identity? How has emotional capitalism transformed our romantic choices and experiences? Building on and revising the intellectual legacy of critical theory, this book addresses these questions and offers a new interpretation of the reasons why the public and the private, the economic and the emotional spheres have become inextricably intertwined.",
    "url": "https://www.politybooks.com/bookdetail?book_slug=cold-intimacies-the-making-of-emotional-capitalism--9780745639048",
    "image": "",
    "visited": false
  },
  {
    "id": 18,
    "year": "2003",
    "title": "Liquid Love: On the Frailty of Human Bonds",
    "author": "Zygmunt Bauman",
    "description": "This book is about the central figure of our contemporary, ‘liquid modern’ times – the man or woman with no bonds, and particularly with none of the fixed or durable bonds that would allow the effort of self-definition and self-assertion to come to a rest. Having no permanent bonds, the denizen of our liquid modern society must tie whatever bonds they can to engage with others, using their own wits, skill and dedication. But none of these bonds are guaranteed to last. Moreover, they must be tied loosely so that they can be untied again, quickly and as effortlessly as possible, when circumstances change – as they surely will in our liquid modern society, over and over again.\n\nThe uncanny frailty of human bonds, the feeling of insecurity that frailty inspires, and the conflicting desires to tighten the bonds yet keep them loose, are the principal themes of this important new book by Zygmunt Bauman, one of the most original and influential social thinkers of our time. It will be of great interest to students and scholars in sociology and in the social sciences and humanities generally, and it will appeal to anyone interested in the changing nature of human relationships.",
    "url": "https://www.politybooks.com/bookdetail?book_slug=liquid-love-on-the-frailty-of-human-bonds--9780745624884",
    "image": "",
    "visited": false
  },
  {
    "id": 19,
    "year": "2019",
    "title": "Cruising Utopia, 10th Anniversary Edition",
    "author": "José Esteban Muñoz",
    "description": "A 10th anniversary edition of this field defining work—an intellectual inspiration for a generation of LGBTQ scholars\n\nCruising Utopia arrived in 2009 to insist that queerness must be reimagined as a futurity-bound phenomenon, an insistence on the potentiality of another world that would crack open the pragmatic present. Part manifesto, part love-letter to the past and the future, José Esteban Muñoz argued that the here and now were not enough and issued an urgent call for the revivification of the queer political imagination.\n\n On the anniversary of its original publication, this edition includes two essays that extend and expand the project of Cruising Utopia, as well as a new foreword by the current editors of Sexual Cultures, the book series he co-founded with Ann Pellegrini 20 years ago. This 10th anniversary edition celebrates the lasting impact that Cruising Utopia has had on the decade of queer of color critique that followed and introduces a new generation of readers to a future not yet here.",
    "url": "https://nyupress.org/9781479874569/cruising-utopia-10th-anniversary-edition/",
    "image": "",
    "visited": false
  },
  {
    "id": 20,
    "year": "2015",
    "title": "The Mushroom at the End of the World: On the Possibility of Life in Capitalist Ruins",
    "author": "Anna Tsing",
    "description": "\"A poetic and remarkably fertile exploration of the relationship between human beings and the natural environment.\"—Pankaj Mishra, The Guardian \"I'm very grateful to have this book.\"—Ursula K. Le Guin The acclaimed and award-winning book about what a rare mushroom can teach us about sustaining life on a fragile planet A Flavorwire and Times Higher Education Book of the Year Matsutake is the most valuable mushroom in the world—and a weed that grows in human-disturbed forests across the northern hemisphere. Through its ability to nurture trees, matsutake helps forests to grow in daunting places. It is also an edible delicacy in Japan, where it sometimes commands astronomical prices. In all its contradictions, matsutake offers insights into areas far beyond just mushrooms and addresses a crucial question: what manages to live in the ruins we have made? A tale of diversity within our damaged landscapes, The Mushroom at the End of the World follows one of the strangest commodity chains of our times to explore the unexpected corners of capitalism. Here, we witness the varied and peculiar worlds of matsutake commerce: the worlds of Japanese gourmets, capitalist traders, Hmong jungle fighters, industrial forests, Yi Chinese goat herders, Finnish nature guides, and more. These companions also lead us into fungal ecologies and forest histories to better understand the promise of cohabitation in a time of massive human destruction. By investigating one of the world's most sought-after fungi, The Mushroom at the End of the World presents an original examination into the relation between capitalist destruction and collaborative survival within multispecies landscapes, the prerequisite for continuing life on earth.",
    "url": "https://www.jstor.org/stable/j.ctvc77bcc",
    "image": "",
    "visited": false
  },
  {
    "id": 21,
    "year": "2010",
    "title": "A Political Ecology of Things",
    "author": "Jane Bennett",
    "description": "In Vibrant Matter the political theorist Jane Bennett, renowned for her work on nature, ethics, and affect, shifts her focus from the human experience of things to things themselves. Bennett argues that political theory needs to do a better job of recognizing the active participation of nonhuman forces in events. Toward that end, she theorizes a “vital materiality” that runs through and across bodies, both human and nonhuman. Bennett explores how political analyses of public events might change were we to acknowledge that agency always emerges as the effect of ad hoc configurations of human and nonhuman forces. She suggests that recognizing that agency is distributed this way, and is not solely the province of humans, might spur the cultivation of a more responsible, ecologically sound politics: a politics less devoted to blaming and condemning individuals than to discerning the web of forces affecting situations and events.\n\nBennett examines the political and theoretical implications of vital materialism through extended discussions of commonplace things and physical phenomena including stem cells, fish oils, electricity, metal, and trash. She reflects on the vital power of material formations such as landfills, which generate lively streams of chemicals, and omega-3 fatty acids, which can transform brain chemistry and mood. Along the way, she engages with the concepts and claims of Spinoza, Nietzsche, Thoreau, Darwin, Adorno, and Deleuze, disclosing a long history of thinking about vibrant matter in Western philosophy, including attempts by Kant, Bergson, and the embryologist Hans Driesch to name the “vital force” inherent in material forms. Bennett concludes by sketching the contours of a “green materialist” ecophilosophy.",
    "url": "https://dukeupress.edu/vibrant-matter",
    "image": "",
    "visited": false
  },
  {
    "id": 22,
    "year": "2007",
    "title": "Bodies in Code",
    "author": "Mark B. N. Hansen",
    "description": "Bodies in Code explores how our bodies experience and adapt to digital environments. Cyberculture theorists have tended to overlook biological reality when talking about virtual reality, and Mark B. N. Hansen's book shows what they've been missing. Cyberspace is anchored in the body, he argues, and it's the body--not high-tech computer graphics--that allows a person to feel like they are really \"moving\" through virtual reality. Of course these virtual experiences are also profoundly affecting our very understanding of what it means to live as embodied beings.\n\nHansen draws upon recent work in visual culture, cognitive science, and new media studies, as well as examples of computer graphics, websites, and new media art, to show how our bodies are in some ways already becoming virtual.",
    "url": "https://www.routledge.com/Bodies-in-Code-Interfaces-with-Digital-Media/Hansen/p/book/9780415970167",
    "image": "",
    "visited": false
  },
  {
    "id": 23,
    "year": "2015",
    "title": "The Marvelous Clouds",
    "author": "John Durham Peters",
    "description": "An expansive, wide-ranging exploration of the long, little-known prehistory of contemporary media\n\nWhen we speak of clouds these days, it is as likely that we mean data clouds or network clouds as cumulus or stratus. In their sharing of the term, both kinds of clouds reveal an essential truth: that the natural world and the technological world are not so distinct. In The Marvelous Clouds, John Durham Peters argues that though we often think of media as environments, the reverse is just as true—environments are media.\n\nPeters defines media expansively as elements that compose the human world. Drawing from ideas implicit in media philosophy, Peters argues that media are more than carriers of messages: they are the very infrastructures combining nature and culture that allow human life to thrive.  Through an encyclopedic array of examples from the oceans to the skies, The Marvelous Clouds reveals the long prehistory of so-called new media. Digital media, Peters argues, are an extension of early practices tied to the establishment of civilization such as mastering fire, building calendars, reading the stars, creating language, and establishing religions. New media do not take us into uncharted waters, but rather confront us with the deepest and oldest questions of society and ecology: how to manage the relations people have with themselves, others, and the natural world.\n\nA wide-ranging meditation on the many means we have employed to cope with the struggles of existence—from navigation to farming, meteorology to Google—The Marvelous Clouds shows how media lie at the very heart of our interactions with the world around us.  Peters’s  book will not only change how we think about media but provide a new appreciation for the day-to-day foundations of life on earth that we so often take for granted.",
    "url": "https://press.uchicago.edu/ucp/books/book/chicago/M/bo20069392.html",
    "image": "",
    "visited": false
  },
  {
    "id": 24,
    "year": "2000",
    "title": "The Skin of the Film",
    "author": "Laura U. Marks",
    "description": "Memories that evoke the physical awareness of touch, smell, and bodily presence can be vital links to home for people living in diaspora from their culture of origin. How can filmmakers working between cultures use cinema, a visual medium, to transmit that physical sense of place and culture? In The Skin of the Film Laura U. Marks offers an answer, building on the theories of Gilles Deleuze and others to explain how and why intercultural cinema represents embodied experience in a postcolonial, transnational world\n\nMuch of intercultural cinema, Marks argues, has its origin in silence, in the gaps left by recorded history. Filmmakers seeking to represent their native cultures have had to develop new forms of cinematic expression. Marks offers a theory of “haptic visuality”—a visuality that functions like the sense of touch by triggering physical memories of smell, touch, and taste—to explain the newfound ways in which intercultural cinema engages the viewer bodily to convey cultural experience and memory. Using close to two hundred examples of intercultural film and video, she shows how the image allows viewers to experience cinema as a physical and multisensory embodiment of culture, not just as a visual representation of experience. Finally, this book offers a guide to many hard-to-find works of independent film and video made by Third World diasporic filmmakers now living in the United States, Great Britain, and Canada.\n\nThe Skin of the Film draws on phenomenology, postcolonial and feminist theory, anthropology, and cognitive science. It will be essential reading for those interested in film theory, experimental cinema, the experience of diaspora, and the role of the sensuous in culture.",
    "url": "https://www.dukeupress.edu/The-Skin-of-the-Film",
    "image": "",
    "visited": false
  },
  {
    "id": 25,
    "year": "2020",
    "title": "Sick Woman Theory",
    "author": "Johanna Hedva",
    "description": "In late 2014, I was sick with a chronic condition that, about every 12 to 18 months, gets bad enough to render me, for about five months each time, unable to walk, drive, do my job, sometimes speak or understand language, take a bath without assistance, and leave the bed. This particular flare coincided with the Black Lives Matter protests, which I would have attended unremittingly, had I been able to. I live one block away from MacArthur Park in Los Angeles, a predominantly Latino neighborhood and one colloquially understood to be the place where many immigrants begin their American lives. The park, then, is not surprisingly one of the most active places of protest in the city.\n\nI listened to the sounds of the marches as they drifted up to my window. Attached to the bed, I rose up my sick woman fist, in solidarity.",
    "url": "https://www.kunstverein-hildesheim.de/assets/bilder/caring-structures-ausstellung-digital/Johanna-Hedva/cb6ec5c75f/AUSSTELLUNG_1110_Hedva_SWT_e.pdf",
    "image": "",
    "visited": false
  },
  {
    "id": 26,
    "year": "2019",
    "title": "The End of Forgetting",
    "author": "Kate Eichhorn",
    "description": "Thanks to Facebook and Instagram, our childhoods have been captured and preserved online, never to go away. But what happens when we can’t leave our most embarrassing moments behind?\n\nUntil recently, the awkward moments of growing up could be forgotten. But today we may be on the verge of losing the ability to leave our pasts behind. In The End of Forgetting, Kate Eichhorn explores what happens when images of our younger selves persist, often remaining just a click away.\n\nHistorically, growing up has been about moving on—achieving a safe distance from painful events that typically mark childhood and adolescence. But what happens when one remains tethered to the past? From the earliest days of the internet, critics have been concerned that it would endanger the innocence of childhood. The greater danger, Eichhorn warns, may ultimately be what happens when young adults find they are unable to distance themselves from their pasts. Rather than a childhood cut short by a premature loss of innocence, the real crisis of the digital age may be the specter of a childhood that can never be forgotten.",
    "url": "https://www.hup.harvard.edu/books/9780674976696",
    "image": "",
    "visited": false
  },
  {
    "id": 27,
    "year": "2019",
    "title": "Interview with Saidya Hartman",
    "author": "Victoria Adukwei Bulley",
    "description": "The first time I encountered Saidiya Hartman, she was a voice in SALT., an award-winning play by artist and performer Selina Thompson. Woven carefully into the play’s text, Hartman’s words guide Thompson as she embarks on a cargo ship voyage, with the intention of recharting the path of the trans-Atlantic slave trade. The effect is seamless. Over the course of the production, Thompson offers excerpts from Hartman’s 2007 book LOSE YOUR MOTHER: A JOURNEY ALONG THE ATLANTIC SLAVE ROUTE, in which Hartman shares her own account of tracing the same history, in Ghana, years earlier.\n\nBorn and raised in New York City, a place she still calls home, Hartman is a professor at Columbia University within the department of English. Across each of her books, SCENES OF SUBJECTION: TERROR, SLAVERY AND SELF-MAKING IN NINETEENTH-CENTURY AMERICA (1997), LOSE YOUR MOTHER and WAYWARD LIVES, BEAUTIFUL EXPERIMENTS: INTIMATE HISTORIES OF SOCIAL UPHEAVAL (2019), Hartman’s writing unpacks what she terms ‘the afterlife of slavery’. With an emphasis on the word life, Hartman is relentless in fleshing out the ongoing intricacies with which the trade formed – and persists in forming – the racialised relations of our present world.",
    "url": "https://www.thewhitereview.org/feature/interview-with-saidiya-hartman/",
    "image": "",
    "visited": false
  },
  {
    "id": 28,
    "year": "2014",
    "title": "On Earth We’re Briefly Gorgeous",
    "author": "Ocean Vuong",
    "description": "Tell me it was for the hunger\n& nothing less. For hunger is to give\nthe body what it knows\n\nit cannot keep. That this amber light\nwhittled down by another war\nis all that pins my hand\n\nto your chest.",
    "url": "https://www.poetryfoundation.org/poetrymagazine/poems/57586/on-earth-were-briefly-gorgeous",
    "image": "",
    "visited": false
  },
  {
    "id": 29,
    "year": "2016",
    "title": "Book Review: Roland Barthes’ A Lover’s Discourse: Fragments",
    "author": "Lachlan R. Dale",
    "description": "Lachlan R Dale slipped back into the harsh embrace of his 40-year-old beau, A Lover’s Discourse, to relearn the benefits and detriments of searing love.",
    "url": "https://thebigsmoke.com.au/2016/02/13/tbs-book-review-roland-barthes-lovers-discourse/",
    "image": "",
    "visited": false
  },
  {
    "id": 30,
    "year": "2013",
    "title": "Eros the Bittersweet: An Essay",
    "author": "Anne Carson",
    "description": "Since it was first published, Eros the Bittersweet, Anne Carson’s lyrical meditation on love in ancient Greek literature and philosophy, has established itself as a favorite among an unusually broad audience, including classicists, essayists, poets, and general readers. Beginning with the poet Sappho’s invention of the word “bittersweet” to describe Eros, Carson’s original and beautifully written book is a wide-ranging reflection on the conflicted nature of romantic love, which is both “miserable” and “one of the greatest pleasures we have.",
    "url": "https://thebigsmoke.com.au/2016/02/13/tbs-book-review-roland-barthes-lovers-discourse/",
    "image": "",
    "visited": false
  }
]


